Repository: oyvindstegard/vtk
Catalog: src/main/ext/kupu/v1.3.5/i18n/kupu-*.po
Languages: no_ny

source: Properties modified
no_ny: Eigenskapar endra

source: Command ${command} executed with parameter ${param}
no_ny: Kommandoen ${command} utførd med parameter ${param}

source: Not inside a definition list element!
no_ny: Ikkje inne i eit definisjonsliste-element

source: Add table
no_ny: Legg til tabell

source: Table added
no_ny: Tabell lagt til

source: Source edit tool initialized
no_ny: Kildekode-verktøy starta

source: Delete row
no_ny: Slett rekke

source: Recursion detected when counting column position
no_ny: Feil i oppteljing av kolonne-posisjon

source: List style changed
no_ny: Listeformattering endra

source: Create image
no_ny: Opprett bilete

source: You have unsaved changes. Do you want to save before leaving the page?
no_ny: Du har endringar som ikkje har verte lagra. Vil du lagre før du forlèt denne sida?

source: Table row removed
no_ny: Tabell-rekke fjerna

source: Document saved
no_ny: Dokument lagra

source: Color chosen
no_ny: Valt farge

source: Table row added
no_ny: Tabell-rekke lagt til

source: Error saving document
no_ny: Feil oppstod ved lagring av dokumentet

source: No destination URL available!
no_ny: Ingen URL tilgjengeleg!

source: Link removed
no_ny: Lenka fjerna

source: No row to delete
no_ny: Ingen rekke å slette

source: Delete Table
no_ny: Slett tabell

source: Cleanup done, sending document to server
no_ny: Reinsking ferdig, sender dokumentet til serveren

source: Image tool initialized
no_ny: Bilete-verktøy starta

source: End offset out of range!
no_ny: Sluttposisjon utafor rekkjevidd!

source: Create link
no_ny: Opprett lenke

source: Starting HTML cleanup
no_ny: Startar HTML-reinsking

source: Link modified
no_ny: Lenke endra

source: Request sent to server
no_ny: Førespurnad sendt til server

source: Table tool initialized
no_ny: Tabell-verktøy starta

source: There were no errors.
no_ny: Ingen feil.

source: exception ${message} while registering an event handler for element ${element}, event ${event}, method ${method}
no_ny: Unntak ${message} ved registrering av hendelses-handterer for element ${element}, hendelse ${event}, metode ${method}

source: Error loading translation (status ${status} ), falling back to english
no_ny: Feil ved henting av oversetting (status ${status} ), bruker engelsk i staden

source: Start node offset detected in a node without children!
no_ny: Startnode-avvik oppdaga i ei node utan barn!

source: Deprecation warning: KupuTool._selectSelectItem
no_ny: Advarsel om utdatert element: KupuTool._selectSelectItem

source: Couldn\'t set design mode. Kupu will not work on this browser.
no_ny: Kunne ikkje gå i designmodus. Kupu vil ikkje fungere i denne nettleseren.

source: No element found in the config island!
no_ny: Ingen elementer funne i "config island!"

source: Start offset out of range!
no_ny: Startposisjon utanfor rekkjevidd!

source: Pasting from JavaScript is disabled on your Mozilla due to security settings. For more information, read http://www.mozilla.org/editor/midasdemo/securityprefs.html
no_ny: Du kan ikkje sette inn fra Javascript i din Mozilla-nettleser som følgje av tryggleiksinnstillingane dine. For meir informasjon, sjå: http://www.mozilla.org/editor/midasdemo/securityprefs.html

source: Property tool initialized
no_ny: Verktøy for innstillingar starta

source: Colorchooser tool initialized
no_ny: Fargeveljer starta

source: No parentcolumn found!
no_ny: Ingen foreldre-kolonne funnen!

source: Row repeated
no_ny: Rad gjenteke

source: Table removed
no_ny: Tabell fjerna

source: Cut
no_ny: Klipp

source: Unsupported browser!
no_ny: Nettleseren er ikkje støtta!

source: Add row
no_ny: Legg til rekke

source: Link tool initialized
no_ny: Lenke-verktøy starta

source: Sending request to server
no_ny: Sender førespurnad til server

source: Invalid table size
no_ny: Ikkje tillaten tabellstorleik

source: Error placing back selection
no_ny: Feil ved å sette det valde tilbake

source: Delete link
no_ny: Slett lenke

source: Add column
no_ny: Legg til kolonne

source: Cutting from JavaScript is disabled on your Mozilla due to security settings. For more information, read http://www.mozilla.org/editor/midasdemo/securityprefs.html
no_ny: Du kan ikkje klippe fra Javascript i din Mozilla-nettleser som følgje av tryggleiksinnstillingane dine. For meir informasjon, sjå: http://www.mozilla.org/editor/midasdemo/securityprefs.html

source: Exception while processing updateState on ${id}: ${msg}
no_ny: Unntak ved prosessering av updateState på ${id}: ${msg}

source: Cleaning up HTML...
no_ny: Reinskar HTML...

source: List style tool initialized
no_ny: Verktøy for listeformatering starta

source: Row repeat turned off
no_ny: Rekke-gjentaking avslått

source: There was a problem initializing the drawers. Most likely the XSLT or XML files aren\'t available. If this is not the Kupu demo version, check your files or the service that provide them (error: ${error}).
no_ny: Det er eit problem med å få hjelpevindauge til å virke. Det kjem truleg av di XSLT- og XML-filene ikkje er til stades. Hvis dette ikkje er demo-versjonen av Kupu, undersøk filene dine eller servicen som bruker dei (fejl: ${error}).

source: Deprecation warning: KupuToolBox._selectSelectItem
no_ny: Advarsel om utdatert element: KupuToolBox._selectSelectItem

source: Copying from JavaScript is disabled on your Mozilla due to security settings. For more information, read http://www.mozilla.org/editor/midasdemo/securityprefs.html
no_ny: Kopiering fra Javascript er avslådd i din Mozilla-nettleser som følgje av tryggleiksinnstillingane dine. For meir informasjon, sjå: http://www.mozilla.org/editor/midasdemo/securityprefs.html

source: Command ${command} executed
no_ny: Kommandoen ${command} utført

source: Delete column
no_ny: Slett kolonne

source: Error saving your data.\nResponse status: ${status}.\nCheck your server log for more information.
no_ny: Feil ved lagring av data.\nSvar-status: ${status}.\nKontroller din server-log for meir informasjon.

source: This feature requires pop-ups to be enabled on your browser!
no_ny: Denne funktionen krev at popup-vindauge er slått på i din nettleser!

source: Not inside link
no_ny: Ikkje inne i lenke

source: View source
no_ny: Vis kjelde

source: Image inserted
no_ny: Bilete sett inn

source: Browser not supported!
no_ny: Nettleseren er ikkje støtta!

source: Please wait while saving document...
no_ny: Ver vennleg å vente mens dokumentet vert lagra...

source: Editor initialized
no_ny: Editoren er starta

source: Copy
no_ny: Kopier

source: Paste
no_ny: Sett inn

source: Zoom tool initialized
no_ny: Zoom-verktøyet er starta

source: Table column deleted
no_ny: Tabell-kolonne slettet

source: Offset out of document range
no_ny: Posisjon utafor rekkjevidda til dokumentet

source: Table cleaned up
no_ny: Tabell rensa

source: Error loading data, status ${status}
no_ny: Feil ved hentingen av data, status ${status}

source: Could not set status bar message, check your browser\'s security settings.
no_ny: Kunne ikkje endre beskjeden på statuslinja, kontroller tryggleiksinnstillingane for nettleseren din.

source: End node offset detected in a node without children!
no_ny: Endenode-avvik oppdaga i ei node utan barn!

source: Your form has not been saved. All changes you have made will be lost
no_ny: Formen har ikkje blitt lagra. Alle endringar du har gjort vil gå tapt.

source: Link added
no_ny: Lenke lagt til

source: No head in document!
no_ny: Head manglar i dokumentet!

source: Not inside a row!
no_ny: Ikkje inne i ei rekke!

source: Not inside a table!
no_ny: Ikkje inne i ein tabell!

source: Selection not inside the node!
no_ny: Valet er ikke inne i noda!

source: Editor not initialized yet!
no_ny: Editoren er ikkje ferdig med å starte opp ennå!

source: Table column added
no_ny: Tabell-kolonne lagt til

source: imagedrawer_caption_label
no_ny: Bilete-tekst

source: linkdrawer_title
no_ny: Sett inn lenke

source: imagedrawer_left
no_ny: Venstre

source: imagedrawer_size
no_ny: Storleik

source: imagedrawer_title
no_ny: Sett inn bilete

source: imagedrawer_upload_to_label
no_ny: Last opp til: ${folder}

source: linkdrawer_name_label
no_ny: Navn

source: imagedrawer_upload_preview_label
no_ny: Førehandsvisning

source: imagedrawer_upload_instructions
no_ny: Vel eit bilete fra din datamaskin og klikk OK for å automatisk leggje det inn i den valde mappa og satt inn i editoren.

source: imagedrawer_upload_link
no_ny: Last opp...

source: imagedrawer_upload_title_label
no_ny: Tittel:

source: linkdrawer_title_label
no_ny: Tittel

source: linkdrawer_description_label
no_ny: Beskriving

source: imagedrawer_upload_alt_text
no_ny: ALT-tekst

source: kupudrawer_search
no_ny: Søk

source: imagedrawer_inline
no_ny: Inline

source: linkdrawer_target_label
no_ny: Target

source: imagedrawer_right
no_ny: Høgre

source: Kupu Editor Test Page
no_ny: Kupu testside

source: text color: alt-f
no_ny: Tekstfarge: alt-f

source: background color: alt-h
no_ny: Bakgrunnsfarge: alt-h

source: tabledrawer_row_label
no_ny: Rad

source: tabledrawer_right_option
no_ny: Høgre

source: tabledrawer_alignment_label
no_ny: Nåverande kolonne-justering

source: external link
no_ny: Ekstern lenke

source: tabledrawer_center_option
no_ny: Midtstilt

source: tabledrawer_fix_tables_button
no_ny: Ordne alle tabellar

source: External Link
no_ny: Ekstern lenke

source: tabledrawer_columns_label
no_ny: Antall kolonner

source: tabledrawer_left_option
no_ny: Venstre

source: image
no_ny: bilete

source: table
no_ny: tabell

source: Preview
no_ny: Førehandsvisning

source: tabledrawer_rows_label
no_ny: Antall rader

source: internal link
no_ny: intern lenke

source: tabledrawer_title
no_ny: Tabell

source: tabledrawer_add_table_button
no_ny: Legg til tabell

source: tabledrawer_close_button
no_ny: Lukk

source: tabledrawer_column_label
no_ny: Kolonne

source: tabledrawer_headings_label
no_ny: Lag tabelloverskrifter

source: tabledrawer_fix_button
no_ny: Ordne

source: tabledrawer_fix_table_label
no_ny: Ordne tabell

source: Cancel
no_ny: Avbryt

source: tabledrawer_add_button
no_ny: Legg til

source: tabledrawer_remove_button
no_ny: Fjern

source: tabledrawer_class_label
no_ny: Tabell CSS-klasse

source: Link the highlighted text to this URL:
no_ny: Lenke fra den framheva teksten til denne URLen:

source: save: alt-s
no_ny: lagre: alt-s

source: edit HTML code
no_ny: rediger HTML-kjeldekode

source: check spelling
no_ny: kontroller staving

source: list-decimal
no_ny: liste-desimal

source: list-upperalpha
no_ny: liste-stor_bokstav

source: bold: alt-b
no_ny: fet: alt-b

source: superscript: alt-+
no_ny: heva tekst: alt-+

source: list-circle
no_ny: liste-sirkel

source: Formatted
no_ny: Formatert

source: list-loweralpha
no_ny: liste-liten_bokstav

source: list-nobullet
no_ny: liste-ingen_sirkel

source: list-lowerroman
no_ny: liste-små_romertall

source: Kupu SVN/unreleased
no_ny: Kupu SVN/ikkje sloppe

source: Remove image
no_ny: Fjern bilete

source: undo: alt-z
no_ny: angre: alt-z

source: list-disc
no_ny: liste-sirkel

source: definition list: alt-=
no_ny: liste over definisjonar: alt-=

source: indent: alt->
no_ny: innrykk: alt->

source: Remove link
no_ny: Fjern lenke

source: Heading
no_ny: Overskrift

source: Subheading
no_ny: Underoverskrift

source: left justify: alt-l
no_ny: venstrejustert: alt-l

source: right justify: alt-r
no_ny: høgrejustert: alt-r

source: outdent: alt-<
no_ny: fjern innrykk: alt-<

source: list-square
no_ny: liste-firkant

source: underline: alt-u
no_ny: understreking: alt-u

source: redo: alt-y
no_ny: gjør om: alt-y

source: subscript: alt--
no_ny: senka tekst: alt--

source: center justify: alt-c
no_ny: sentrert: alt-c

source: unordered list: alt-*
no_ny: punktliste: alt-*

source: Heading 3
no_ny: Overskrift 3

source: Heading 2
no_ny: Overskrift 2

source: Heading 1
no_ny: Overskrift 1

source: Heading 6
no_ny: Overskrift 6

source: Heading 5
no_ny: Overskrift 5

source: Heading 4
no_ny: Overskrift 4

source: numbered list: alt-#
no_ny: nummerert liste: alt-#

source: italic: alt-i
no_ny: kursiv: alt-i

source: list-upperroman
no_ny: liste-store_romertall

source: Headings:
no_ny: Overskrifter:

source: Fix
no_ny: Ordne

source: Remove Column
no_ny: Fjern kolonne

source: Select a cleanup action:
no_ny: Velg reinskefunksjon:

source: Links
no_ny: Lenker

source: Rows:
no_ny: Rekker:

source: Remove Row
no_ny: Fjern rekke

source: Tables
no_ny: Tabellar

source: Create
no_ny: Opprett

source: Insert image at the following URL:
no_ny: Sett inn bilete på denne URL:

source: Title:
no_ny: Tittel:

source: Description:
no_ny: Beskriving:

source: Image class:
no_ny: Bilete-CSS-klasse:

source: Add Column
no_ny: Legg til kolonne

source: Fix Table
no_ny: Ordne tabell

source: Images
no_ny: Bilete

source: Insert Image
no_ny: Sett inn bilete

source: Add Table
no_ny: Legg til tabell

source: Add Row
no_ny: Legg til rekke

source: Properties
no_ny: Eigenskapar

source: Col Align:
no_ny: Juster kolonne:

source: Center
no_ny: Sentrer

source: Debug Log
no_ny: Debug-logg

source: Make Link
no_ny: Opprett lenke

source: Cleanup expressions
no_ny: Reinsk uttrykk

source: Columns:
no_ny: Kolonner:

source: Table Class:
no_ny: Tabell CSS-klasse:

source: Right
no_ny: Høgre

source: Left
no_ny: Venstre

source: force-kupu
no_ny: tving-kupu

source: suppress-kupu
no_ny: undertrykk-kupu
